The added "github_actions_organization_secret" resource
```
 # github_actions_organization_secret.gha_platform_ecr_read_role_arn will be created
  + resource "github_actions_organization_secret" "gha_platform_ecr_read_role_arn" {
      + created_at      = (known after apply)
      + id              = (known after apply)
      + plaintext_value = (sensitive value)
      + secret_name     = "GHA_PLATFORM_ECR_READ_ROLE_ARN"
      + updated_at      = (known after apply)
      + visibility      = "private"
    }
```